{
  "titles": {
    "privacyPolicy": "Política de privacidad",
    "terms": "Términos y Condiciones",
    "pdfSnake": "PDF Snake",
    "pdfSnakeVersion": "PDF Snake {version}"
  },
  "topNav": {
    "home": "Inicio",
    "about": "Sobre",
    "signIn": "Iniciar sesión",
    "myAccount": "Mi cuenta"
  },
  "dropTarget": {
    "dropHere": "Arraste y suelte un archivo PDF, JPEG o PNG aquí o",
    "browse": "Busque para empezar",
    "docsStayPrivate": "Sus documentos permanecen privados porque nunca salen de su dispositivo.",
    "help": "Ayuda"
  },
  "about": {
    "privacy": "Lea nuestro {link}.",
    "terms": "Usar esta página web significa que está de acuerdo con nuestros {link}.",
    "plugIn": "PDF Snake 6 es una nueva versión online del exitoso Plug-In de Adobe Acrobat {link}.",
    "questions": "Nos encanta escuchar sus preguntas y comentarios.",
    "copyright": "Derechos de autor 2002-{year} Rennie Glen Software LLC",
    "readHelp": "Lea la {link}.",
    "support": "Apoyo",
    "helpAndTutorials": "ayuda en línea y tutoriales",
    "pricing": "Precios",
    "copied": "¡Copiado al portapapeles!",
    "copy": "Copiar al portapapeles",
    "supportEmail": "Cuando informe un problema, copie y pegue la siguiente información en su correo electrónico:"
  },
  "choose": {
    "whatNext": "¿Qué sigue?",
    "trashTip": "Arrastre y suelte las herramientas aquí para eliminarlas de la caja de herramientas."
  },
  "tools": {
    "booklet": "Cuadernillo",
    "grid": "Grilla",
    "monkey": "Varias páginas por hoja",
    "resize": "Redimensionar",
    "crop": "Recortar",
    "rotate": "Rotar",
    "shuffle": "Barajar",
    "cards": "Tarjetas",
    "flip": "Voltear",
    "nupBook": "Libro N-up",
    "split": "Separar",
    "overlay": "Superponer",
    "nudge": "Nudge",
    "headerFooter": "Encabezado o pie de página",
    "colorBar": "Barra de color",
    "nest": "Pegatinas",
    "calendar": "Calendario",
    "insertPages": "Insertar páginas",
    "cutterMarks": "Marcas de cortador"
  },
  "pageSize": {
    "paperSize": "Tamaño de papel",
    "custom": "Personalizado",
    "edit": "Adicionar y editar tamaños de papel",
    "width": "Anchura",
    "height": "Altura",
    "landscape": "Paisaje",
    "help": {
      "introHtml": "El tamaño de papel para el documento resultante. Para especificar un tamaño de papel no listado anteriormente, seleccione <strong>Personalizado</strong> en el cuadro <strong> Tamaño de papel </strong>, y luego ingrese las dimensiones de la página en los cuadros de <strong> Anchura </strong> y <strong> Altura </strong>.",
      "width": "La anchura de las páginas en el documento resultante. Debe ser mayor que cero.",
      "height": "La altura de las páginas en el documento resultante. Debe ser mayor que cero.",
      "landscapeHtml": "Cuando está marcada, intercambia los valores de la anchura y largura al crear páginas en el documento resultante. Por ejemplo, si <strong>Carta</strong> está seleccionada y <strong>Paisaje</strong> no está marcada, entonces, las páginas resultantes serán de 216 x 279mm. Si <strong>Paisaje</strong> está marcada, entonces, las páginas resultantes serán de 279 x 216mm."
    },
    "ratioLocked": "La relación de aspecto está bloqueada. \nHaga clic para desbloquear.",
    "ratioUnlocked": "La relación de aspecto está desbloqueada. \nHaga clic para bloquear."
  },
  "units": {
    "mms": "mms",
    "inches": "pulgadas",
    "points": "puntos"
  },
  "pageOrder": {
    "pageOrder": "Orden de páginas",
    "doubleSided": "Doble cara",
    "doubleSidedHelp": "Las páginas serán organizadas de forma que la página 2 aparezca en el reverso de la página 1, etc.",
    "repeat": "Repetir cada página",
    "repeatHelp": "Cada página del documento de origen aparecerá en el documento resultante este número de veces.",
    "sequential": "secuencial",
    "sequentialHelp": "Las páginas serán acomodadas en el mismo orden que el documento de origen.",
    "stack": "apilar",
    "stackHelp": "Las páginas serán organizadas de forma que, luego de ser impresas y cortadas, las pilas resultantes puedan ser apiladas entre sí, y el orden resultante de las páginas coincida con el del documento de origen.",
    "trueStack": "Pila verdadera",
    "trueStackHelpHtml": "<p> Hubo un defecto en las versiones 6.152 y anteriores de PDF Snake. \nCon <b>Orden de páginas = pila</b> y <b>Repetir cada página > 1</b>, PDF Snake organizaba las páginas en el orden incorrecto. \n</p> <p> Desactive la casilla de verificación <b>Pila verdadera</b> para continuar organizando las páginas en el mismo orden que las versiones 6.152 y anteriores de PDF Snake. \n</p> <p> Marque la casilla de verificación <b>Pila verdadera</b> y PDF Snake reordenará las páginas correctamente. \n</p> <p> Cuando <b>Repetir cada página = 1</b>, el orden de las páginas antiguas y el orden de las páginas nuevas son los mismos, la casilla de verificación no tiene ningún efecto, por lo que PDF Snake la oculta. \n</p>",
    "fillSheet": "llenar hoja",
    "stepAndRepeat": "paso y repetir",
    "stepAndRepeatHelp": "Repita cada página para que llene una hoja."
  },
  "whiteSpace": {
    "whiteSpace": "Espacio en blanco",
    "left": "Izquierda",
    "top": "Superior",
    "right": "Derecha",
    "bottom": "Inferior",
    "margins": "Márgenes:",
    "horizontal": "Horizontal",
    "vertical": "Vertical",
    "gutters": "Medianiles:",
    "center": "Centrar resultado en la página",
    "centerGutter": "Centrar el medianil",
    "pageCreep": "Corrección de desplazamiento"
  },
  "layout": {
    "layout": "Disposición",
    "columns": "Columnas",
    "rows": "Filas"
  },
  "autoscale": {
    "autoscale": "Escala automática",
    "autoscaleHelp": "Cuando está marcada, las páginas son escaladas al mayor tamaño posible, al mismo tiempo que se ajusta a los márgenes y medianiles.",
    "preserveAspectRatio": "Conservar las proporciones"
  },
  "cropMarks": {
    "cropMarks": "Marcas de impresora",
    "drawCropMarks": "Trazar marcas de corte",
    "drawCenterMarks": "Trazar marcas de centro",
    "lineLength": "Longitud de línea",
    "lineThickness": "Grosor de línea",
    "lineDistance": "Distancia de línea",
    "fourColorBlack": "Negro plano",
    "fourColorBlackHelp": "Cuando está marcada, las marcas de corte son trazadas con tinta color cian, magenta, amarilla y negra. Cuando no está marcada, las marcas de corte se trazan solo con tinta negra.",
    "drawMarksInGutters": "Dibujar marcas en canalones",
    "whiteBorder": "Knockear"
  },
  "bleeds": {
    "bleeds": "Sangrías",
    "noBleeds": "Sin sangrías",
    "pullBleeds": "Obtener información de las sangrías del documento",
    "fixedBleeds": "Sangrías fijas",
    "leftAndRight": "Izquierda y derecha",
    "topAndBottom": "Superior e inferior"
  },
  "booklet": {
    "bookBinding": "Encuadernación",
    "saddleSize": "Tamaño del pliego: {count} hojas",
    "fillLastSaddle": "Completar último pliego",
    "scale": "Escala",
    "help": {
      "intro": "La herramienta Cuadernillo de PDF Snake reorganiza las páginas para crear un cuadernillo. Lo primero que hace es barajarlas de tal manera que queden en orden por número de página de libro, posteriormente, ubica dos páginas lado a lado en cada hoja de papel. El documento resultante puede ser doblado y grapado en la mitad para hacer un cuadernillo o un libro.",
      "step0": "Los libros se encuadernan mediante el siguiente proceso:",
      "step1": "La hojas se imprimen de 2 en 1, a doble cara.",
      "step2": "Las hojas se organizan en pilas de N, usualmente alrededor de 5 hojas.",
      "step3": "Cada pila se dobla por la mitad.",
      "step4": "Las pilas se pegan y/o se cosen juntas.",
      "step5": "Los bordes libres de las páginas se cortan para hacer que todas las páginas estén alineadas.",
      "saddleSize": "Tamaño del pliego",
      "saddleSizeHelp": "El número de hojas que se colocarán en cada pila y se doblarán. Si se deja vacía, todas las hojas serán colocadas en una sola pila.",
      "fillLastSaddleHtml": "Frecuentemente, va a haber un número impar de páginas en el documento de origen y el último pliego tendrá algunas páginas vacías. Cuando <strong>Completar último pliego</strong> está marcada,las páginas en blanco se añadirán para que todos los pliegues tengan el mismo número de hojas. Cuando no está marcada, el último pliegue puede que tenga menos hojas que el resto.",
      "pageCreepHtml": " En el paso 5 del proceso de encuadernación listado arriba, las páginas se recortan para hacer que los bordes libres queden alineados. Más papel es recortado de la hoja en el centro del pliegue que de la hoja afuera del pliegue, debido a que su borde sobresale más. Esto se llama <i>corrección de desplazamiento</i>. Con el fin de compensar esto, así como para lograr que todas las páginas aparezcan en la misma posición después de que el libro sea encuadernado y cortado,las páginas deben ser ajustadas ligeramente, dependiendo de factores como el grosor del papel. Cada página es ligeramente ajustada por el valor definido en <strong>Corrección de desplazamiento</strong>. Para entender exactamento lo que esto hace, intente definir <strong>Corrección de desplazamiento</strong> a media pulgada, o cerca de diez milímetros y observe los resultados.",
      "rotatePages": "Gire las páginas de salida en orientación vertical, para que sea fácil imprimir desde la mayoría de las impresoras de oficina."
    },
    "output": "Producción",
    "rotatePages": "Rotar páginas"
  },
  "rotate": {
    "rotation": "Rotar",
    "degrees": "grados",
    "degreesHelp": "El ángulo al cual rotar las páginas.",
    "help": " La herramienta Rotar de PDF Snake rota las páginas en cualquier grado."
  },
  "pageRange": {
    "pageRange": "Páginas",
    "help": {
      "intro": "Los intervalos de páginas se especifican usualmente en el siguiente formato:",
      "generalExample": "primera-última ¿impar? ¿par?",
      "someExamples": "Sin embargo, la mejor forma de entender cómo especificar los intervalos de páginas es observar los siguientes ejemplos:",
      "allThePages": "todas las páginas en el documento",
      "pages-3-10-15": "páginas 3, 10 y 15",
      "pages-10-15": "páginas 10 a 15 (6 páginas)",
      "pages-3-4-10-15": "páginas 3, 4 y de 10 a 15 (8 páginas)",
      "pages-10-15-even": "páginas 10, 12 y 14",
      "pages-10-15-odd": "páginas 11, 13 y 15",
      "pages-10-odd": "todas las páginas impares después de la página 10",
      "pages-1-10-even-10-odd": "páginas 2, 4, 6, 8, 10 y todas las páginas impares después de la página 10",
      "pages-even": "todas las páginas pares"
    }
  },
  "shuffle": {
    "note": "Nota: Utilice {link} para juntar páginas de varios documentos.",
    "help": {
      "intro": " La herramienta Barajar de PDF Snake baraja las páginas de un documento. En un solo paso puede reordenar las páginas, borrar páginas duplicadas, añadir páginas en blanco y rotar páginas.",
      "format": "El orden de las páginas se especifica usualmente en el siguiente formato, muy similar al formato de intervalo de páginas.",
      "allThePages": "todas las páginas del documento, en el mismo orden",
      "theLastPage": "la última página del documento",
      "theSecondToLastPage": "la penúltima página del documento",
      "pages-15-10-3": "páginas 15, 10 y 3",
      "pages-15-10": "páginas 10 a 15 en orden inverso (6 páginas)",
      "allReversed": "todas las páginas del documento en orden inverso",
      "pages-15-10-odd": "páginas 15, 13 y 11",
      "pages-odd-even": "todas las páginas impares seguidas por todas las páginas pares",
      "pages-odd-1-even": "todas las páginas impares seguidas por todas las páginas pares en orden inverso",
      "pages-5-1": "cinco copias de la primera página",
      "pages-2-odd-even-8": "todas las páginas impares, luego todas las páginas pares, posteriormente, todas las páginas impares nuevamente, después, todas las páginas pares nuevamente, finalmente, la página 8",
      "pages-all-all": "2 copias de la página 1, 2 copias de la página 2, 2 copias de la página 3, etc.",
      "pages-square-odd-even": "todas las páginas en el orden normal",
      "rotateIntro": "PDF Snake puede rotar las páginas a la vez que las baraja. Utilice los siguientes símbolos luego del número de página para especificar la rotación:",
      "rotate90": "rotar 90 grados en sentido horario",
      "rotate180": "rotar 180 grados",
      "rotate270": "rotar 270 grados sentido horario (90 grados sentido anti-horario)",
      "allUpsideDown": "todas las páginas del documento, de cabeza",
      "pages-1-2-3-4": "página 1, página 2 rotada 90 grados sentido horario, página 3 de cabeza, página 4 rotada 90 grados sentido anti-horario.",
      "groupIntro": "PDF Snake puede repetir un patrón de barajamiento varias veces sobre el mismo documento. Por ejemplo:",
      "pages-group-3": "para un documento de seis páginas, genera el orden de páginas 3 2 1 6 5 4",
      "blankIntro": "PDF Snake va a insertar páginas en blanco siempre que digite una X:",
      "pages-1-X-3": "página 1, una página en blanco, página 3",
      "pages": "páginas"
    }
  },
  "calendar": {
    "help": {
      "intro": "<b>Calendario</b> crea un folleto de calendario a partir del PDF importado.",
      "rotateBackCover": "Gira la contraportada 180 grados para formatearla correctamente para un calendario.",
      "pageLayout": "Elija el diseño del calendario para que se ajuste a cada página en medias hojas o en hojas completas.",
      "fullSheet": "Elija esta opción cuando cada página de su documento fuente contenga tanto la imagen en la parte superior como los días del mes en la parte inferior.",
      "halfSheet": "Elija esta opción cuando su documento fuente contenga páginas separadas para la imagen en la parte superior de la página y los días del mes en la parte inferior."
    },
    "rotateBackCover": "Girar la contraportada",
    "pageLayout": "Diseño de página",
    "halfSheet": "Media Hoja",
    "fullSheet": "Página completa"
  },
  "pages": {
    "zoomIn": "Acercarse",
    "zoomOut": "Alejarse",
    "download": "Descargar PDF",
    "viewFirst": "Ver primeras {count} páginas",
    "viewPrevious": "Ver las {count} páginas anteriores",
    "pageRange": "{first}-{last}",
    "viewNext": "Ver las siguientes {count} páginas",
    "viewFinal": "Ver las últimas {count} páginas",
    "recalculating": "Recalculando...",
    "overlayNumbers": "Números de página superpuestos",
    "clickAgain": "Vuelva a hacer clic en el botón para ver su documento.",
    "clickOverlay": "Haga clic en el botón de arriba para superponer los números de página.",
    "toWorkFaster": "Para trabajar más rápido,",
    "neverShowSlowRenderMessage": "No volver a mostrarme este mensaje nunca más.",
    "thisDocumentTakesALongTime": "Este documento tarda mucho tiempo en mostrarse.",
    "useTheTools": "Utilice las herramientas para producir el diseño que desee.",
    "pause": "Pausar recálculo automático",
    "play": "Reanudar recálculo automático",
    "recalculatingPaused": "Recalculando en pausa.",
    "clickPlay": "Haga clic en {play} para reanudar.",
    "clickToPause": "Haga clic en este botón para pausar el recálculo automático.",
    "xray": "radiografía",
    "settings": "Ajustes",
    "showCheckerboard": "Rellenar fondo",
    "showRules": "reglas del sorteo",
    "downloadJdf": "Descargar JDF con Cutblocks"
  },
  "home": {
    "step": "Etapa {number}: {name}",
    "help": "Ayuda",
    "saveAs": "Guardar estas etapas como:",
    "cancel": "Cancelar",
    "saved": "{name} Guardado",
    "addStep": "Añadir etapa",
    "saveSteps": "Recordar etapas",
    "saveButton": "Guardar",
    "batchLog": "Log de lotes",
    "safariNoStickers": "Safari tiene defectos que impiden que la herramienta Stickers funcione correctamente. \nEn su lugar, utilice la herramienta Monkey u otro navegador."
  },
  "error": {
    "notEmpty": "no debe estar vacío ",
    "greaterThanZero": "debe ser más grande que 0",
    "atLeastZero": "debe ser por lo menos 0",
    "aNumber": "debe ser un número",
    "atLeastOne": "deber ser por lo menos 1",
    "aWholeNumber": "debe ser un número entero",
    "duplicatePaperSizeName": "'{name}' ya es el nombre de un tamaño de papel",
    "badRange": "Estoy confundido aquí:",
    "reading": "Error al leer {fileName}:",
    "error": "Error: {msg}",
    "encrypted": "{fileName} está cifrado. No puedo hacer copias de documentos cifrados.",
    "powerOfTwo": "debe ser una potencia de dos. ej: 2, 4, 8, 16, etc."
  },
  "paperSizes": {
    "paperSizes": "Tamaños de Papel",
    "name": "Nombre",
    "add": "Añadir",
    "remove": "Borrar {name}",
    "restoreDefaults": "Restaurar valores predeterminados"
  },
  "range": {
    "all": "todas",
    "first": "primera",
    "last": "última",
    "odd": "impar",
    "even": "par",
    "group": "grupo"
  },
  "crop": {
    "help": {
      "intro": "La herramienta Recortar de PDF Snake recorta los bordes de las páginas.",
      "edgeList": "Superior, Izquierda, Derecha, Inferior",
      "amount": "La cantidad a recortar de cada borde."
    }
  },
  "resize": {
    "help": {
      "intro": "La herramienta Redimensionar PDF Snake encoge o expande los contenidos de las páginas para que quepan en cualquier tamaño de papel.",
      "preserveAspectRatio": " Cuando está marcada, preserva la proporción entre la altura y el ancho en las páginas del documento de origen. Si esta casilla no está marcada, las páginas pueden ser estiradas considerablemente ya sea horizontalmente o verticalmente.",
      "stretch": "Estire la página para que se ajuste al nuevo tamaño. \nEsto puede distorsionar la imagen."
    },
    "stretch": "Estirar para caber"
  },
  "impose": {
    "help": {
      "margin": "margen",
      "bleed": "sangría",
      "cropMarks": "marcas de corte",
      "gutter": "medianil",
      "lineDistance": "distancia de línea",
      "centerMarks": "marcas de centro",
      "lineLength": "longitud de línea",
      "measurementsList": "Márgenes, Marcas de corte, Marcas de centro, Longitud de línea, Grosor de línea, Distancia de línea, Sangrías",
      "measurementsIntro": "El resto de los valores en el cuadro de diálogo están explicados en esta imagen:"
    }
  },
  "grid": {
    "help": {
      "intro": "La herramienta Grilla de PDF Snake ordena las páginas en un patrón fijo. De igual manera, reorganiza las páginas de tal manera que salgan a doble cara o puedan ser cortadas y apiladas."
    }
  },
  "monkey": {
    "help": {
      "intro": "La herramienta Varias páginas por hoja de PDF Snake organiza las páginas en un patrón variable. Esta encuentra el patrón óptimo para que quepa el mayor número posible de hojas del documento de origen en una sola página de salida."
    }
  },
  "help": {
    "intro": "PDF Snake tiene todas las herramientas que necesita para preparar su documento para la impresión.",
    "bookletHtml": "<b>Cuadernillo</b> reorganiza y ordena las páginas de 2 en 1 para que el resultado se pueda imprimir, apilar y doblar por la mitad.",
    "gridHtml": "<b>Cuadrícula</b> ordena páginas en diseños complejos.",
    "monkeyHtml": "<b>Varias páginas por hoja</b> encuentra el patrón óptimo para que quepa la mayor cantidad de páginas en una sola hoja.",
    "resizeHtml": "<b>Redimensionar</b> estira o encoge el contenido de la página para que quepan en cualquier tamaño de papel.",
    "rotateHtml": "<b>Rotar</b> rota las páginas en cualquier grado.",
    "cropHtml": "<b>Recortar</b> recorta los bordes de las páginas.",
    "shuffleHtml": "<b>Barajar</b> reorganiza el orden de las páginas y las rota.",
    "imposeCount": "¡Los usuarios han ordenado {count} documentos con PDF Snake!",
    "batchHtml": "Seleccione o arrastre y suelte varios documentos a la vez para <b>procesar por lotes</b>.",
    "cardsHtml": "<b>Tarjetas</b> es la manera fácil de crear una hoja de tarjetas de visita, tarjetas postales, pegatinas, etc.",
    "flipHtml": "<b>Voltear</b> voltea las páginas como un espejo.",
    "nupBookHtml": "<b>N-up Book</b> impone páginas para doblar, recortar y encuadernar en un libro.",
    "splitHtml": "<b>Separar</b> divide un documento grande en documentos más pequeños.",
    "overlayHtml": "<b>Superponer</b> superpone el contenido de un documento PDF sobre otro.",
    "nudgeHtml": "<b>Nudge</b> mueve el contenido por la página.",
    "headerFooterHtml": "<b>Encabezado o pie de página</b> agrega números de página, nombres de archivo u otro texto al final o al principio de las páginas.",
    "colorBarHtml": "La <b>Barra de colores</b> agrega parches de color para monitorear y controlar el proceso de impresión.",
    "nestHtml": "<b>Stickers</b> impone una hoja de stickers con espacios en blanco superpuestos.",
    "calendarHtml": "<b>Calendario</b> crea un folleto de calendario a partir del PDF importado.",
    "insertPagesHtml": "<b>Insertar páginas</b> inserta páginas de otro documento en el documento abierto actualmente.",
    "export": "Exporta tus pasos guardados para compartirlos con otros.",
    "cutterMarksHtml": "<b> Marcas de cortador </b> Dibuja indicadores utilizados para alinear el equipo de corte con precisión con la hoja impresa."
  },
  "account": {
    "signedInUsersCan": "Los usuarios que hayan iniciado sesión pueden descargar documentos ilimitados por un periodo de prueba gratuito de 10 días .",
    "subscribersCan": "Los suscriptores pueden descargar documentos ilimitados por solo {monthlyPrice} al mes.",
    "signOut": "Cerrar sesión",
    "thankYouForSubscribing": "Gracias por suscribirse",
    "downloadAsMany": "¡Descargue la cantidad de archivos que usted desee!",
    "connectingToStripe": "Conectándose a Stripe...",
    "manageMySubscription": "Administrar mi suscripción",
    "subscriptionEnded": "Su suscripción a finalizado",
    "subscriptionEndedOn": "Su suscripción finalizó el {date}.",
    "freeTrial": "Prueba gratuita",
    "freeTrialWillEndOn": "Su prueba gratuita terminará el {date}.",
    "freeTrialEndedOn": "Su prueba gratuita terminó el {date}.",
    "youAreEligibleForFreeTrial": "¡Felicitaciones!  Usted es elegible para una prueba gratuita de 10 días. Puede descargar documentos ilimitados durante la prueba gratuita.",
    "beginMyFreeTrialNow": "Comenzar mi prueba gratuita ahora",
    "subscribe": "Suscribirse",
    "subscribersCanDownload": "Los suscriptores pueden descargar documentos ilimitados por",
    "subscribeNow": "Suscríbase ahora",
    "stripeError": "Ha ocurrido un error: {msg}",
    "paymentsWillAppear": "Los pagos aparecerán en el extracto de su banco/tarjeta como:",
    "creatingFreeTrial": "Creando prueba gratuita...",
    "noDisposableEmail": "Las direcciones de correo electrónico desechables no son elegibles para pruebas gratuitas.",
    "imReadyToSubscribe": "Estoy listo para suscribirme ahora.",
    "subscriptionsRenewAutomatically": "Entiendo que se cargará a mi tarjeta de crédito inmediatamente, las suscripciones se renovarán automáticamente y puedo cancelar mi suscripción en cualquier momento visitando {cancelLink}.",
    "addressListPlaceholder": "Ingrese direcciones de correo electrónico, una por línea.",
    "editAddressList": "Editar",
    "receiptsWillBeSent": "Los recibos se enviarán a las siguientes direcciones de correo electrónico:",
    "for48hours": "{price} por 48 horas",
    "perMonth": "{price} por mes, se renuevan automáticamente",
    "perYear": "{price} por año, se renuevan automáticamente",
    "agreedToCharge": "Entiendo que a mi tarjeta de crédito se le cobrará de inmediato, mi suscripción comenzará de inmediato y la transacción no es reembolsable.",
    "for1week": "{price} por 1 semana"
  },
  "helpFor": {
    "noHelp": "No hay ningún tema de ayuda llamado {topic}."
  },
  "cookieNotice": {
    "privacyLink": "Esta página web utiliza cookies de acuerdo con nuestra {link}.",
    "okButton": "Ok"
  },
  "download": {
    "downloadTitle": "Descargar",
    "subscriptionEnded": "Su suscripción finalizó.",
    "freeTrialEnded": "Su prueba gratuita finalizó.",
    "youCanDownload8hours": "Puede descargar un documento cada 8 horas.",
    "anonymousCanDownload8hours": "Los usuarios anónimos pueden descargar un documento cada 8 horas.",
    "youCanDownloadNext": "Puede descargar su siguiente documento en {date}.",
    "signedInCanDownload10days": "Los usuarios que hayan iniciado sesión pueden descargar documentos ilimitados por 10 días.",
    "subscribersCanDownloadUnlimited": "Los suscriptores pueden descargar documentos ilimitados."
  },
  "paddle": {
    "subscriptionNotFound": "Suscripción no encontrada",
    "cancelButton": "Cancelar",
    "paymentAmount": "Cantidad",
    "paymentDate": "Fecha",
    "paymentEvent": "Evento",
    "paymentHistory": "historial de pagos",
    "pleaseCreate": "Cree una nueva suscripción.",
    "quantity": "Cantidad: {0}",
    "receipt": "recibo",
    "subscriptionCanceled": "Suscripción cancelada",
    "subscriptionExpired": "Subscripcion vencida",
    "subscriptionExpiredDate": "Su suscripción expiró el {fecha}.",
    "subscriptionWillExpire": "Su suscripción ha sido cancelada y caducará el {fecha}.",
    "updateButton": "Modificar",
    "editAnswer": "Edita tu respuesta",
    "tellUsWhy": "Su suscripción ha sido cancelada. \nSentimos verte partir. \nSi tiene un momento, háganos saber por qué canceló.",
    "thankYou": "Gracias por decirnos por qué cancelaste."
  },
  "cards": {
    "help": {
      "intro": "La herramienta Tarjetas crea hojas de tarjetas, adhesivos, etc. idénticos. Para diseños imponentes más complejos, consulte Cuadrícula."
    }
  },
  "surveyA": {
    "helpUs": "Ayúdanos a mejorar PDF Snake completando las siguientes tres oraciones:",
    "whyPdfSnake": "Elegí PDF Snake sobre otro software porque",
    "difficulty": "Una dificultad que experimenté al usar PDF Snake fue",
    "feature": "Una característica que me gustaría ver agregada a PDF Snake es",
    "submit": "Entregar",
    "submitting": "Entregando...",
    "thankYou": "Gracias por completar la encuesta.",
    "editAnswers": "Ver y editar sus respuestas.",
    "userSurvey": "Encuesta de usuarios"
  },
  "flip": {
    "help": "La herramienta de volteo de PDF Snake voltea páginas en el acceso horizontal como un espejo. Esto es útil para preparar impresiones de transferencia de calor."
  },
  "nupBook": {
    "bindingGutter": "Canaleta de encuadernación",
    "creepInward": "Arrastrarse hacia adentro",
    "creepOutward": "Arrastrarse hacia afuera",
    "nup": "n arriba",
    "otherGutters": "Otros canalones",
    "perfectBound": "Perfecto atado",
    "saddleStitch": "Encuadernador"
  },
  "cat": {
    "incognitoModeDetected": "Modo de incógnito detectado"
  },
  "incognito": {
    "pleaseExit": "Salga del modo incógnito/privado de su navegador.",
    "weRecommend": "¿Preocupado por tu privacidad? Así somos nosotros. Nosotros recomendamos:",
    "readingOur": "Leyendo nuestra {privacyPolicy}.",
    "usingFirefox": "Usando {firefox}. Protege su privacidad incluso cuando no está en modo de incógnito."
  },
  "split": {
    "help": {
      "explanation": "Por ejemplo, un documento de 25 páginas llamado <tt>cats.pdf</tt> se divide en 3 documentos con un tamaño de fragmento de 10 páginas."
    },
    "chunkSize": "Tamaño de fragmento: {n} páginas",
    "note": "Nota: {link} proporciona más formas de dividir documentos."
  },
  "overlay": {
    "blendMode": "Modo de mezcla",
    "padding": "Relleno",
    "repeat": "Repetir",
    "opacity": "Opacidad",
    "help": {
      "multiply": "El contenido del documento superior se combina con el contenido del documento inferior. El blanco es transparente.",
      "normal": "El contenido del documento superior reemplaza el contenido del documento inferior. El blanco bloquea el contenido debajo.",
      "opacity": "Opacidad del contenido superior. 100% es totalmente opaco. 0% es invisible.",
      "paddingHtml": "Configure <b>Izquierda</b> y <b>Superior</b> para controlar la ubicación en la que se superpone el documento superior.",
      "repeat": "Cuando haya más páginas en el documento inferior que en el documento superior, repita las páginas del documento superior. Por ejemplo, si solo hay una página en el documento superior, se superpondrá a todas las páginas del documento superior."
    },
    "chooseFile": "Elija el archivo"
  },
  "nudge": {
    "move": "Muevete",
    "reset": "Reiniciar",
    "help": {
      "move": "La distancia para mover el contenido.",
      "intro": "Nudge mueve el contenido por las páginas. Es la herramienta perfecta para solucionar problemas de registro con su escáner, prensa o impresora."
    }
  },
  "headerFooter": {
    "alternate": "Lados alternos para páginas pares e impares.",
    "font": "Fuente",
    "hint": "Edite la plantilla aquí.",
    "insertVariable": "Insertar variable",
    "location": "Ubicación",
    "margins": "Márgenes",
    "size": "Tamaño",
    "template": "Plantilla",
    "help": {
      "intro": "La herramienta Encabezado o Pie de página agrega números de página, nombres de archivo u otro texto al final o al principio de las páginas."
    },
    "edit": "Editar",
    "fileName": "nombre del archivo",
    "pageCount": "recuento de páginas",
    "pageNumber": "número de página",
    "sheetCount": "recuento de hojas",
    "sheetNumber": "número de hoja"
  },
  "colorBar": {
    "marks": "Marcas",
    "colors": "Colores",
    "spotColors": "colores directos",
    "shapes": "formas",
    "help": {
      "margins": "La distancia entre la barra de color y el borde de la página se llama margen. \nEl margen suele ser de 1/4 de pulgada (6,35 mm) o menos. \nEl margen se mide desde el borde de la barra de color hasta el borde de la página.",
      "p1": "En impresión, una barra de color, también conocida como tira de control de color o tira de prueba de color, es una tira de parches de color impresos junto a la imagen principal. \nSirve como referencia para el seguimiento y control del proceso de impresión. \nLa barra de colores normalmente contiene una variedad de parches de color, incluidos colores primarios (cian, magenta, amarillo y negro), así como colores secundarios y tonos de escala de grises.",
      "p2": "Las impresoras utilizan barras de color para garantizar una reproducción del color precisa y uniforme durante todo el trabajo de impresión. \nAl comparar los parches de color impresos con una referencia estándar, como una tabla de colores o un objetivo, los impresores pueden realizar ajustes para mantener la precisión del color, ajustar los niveles de tinta y detectar cualquier problema con el registro del color.",
      "p3": "Las barras de color son herramientas esenciales en la industria de la impresión, ya que ayudan a lograr resultados de color consistentes y de alta calidad en diversos procesos de impresión, incluida la impresión offset, la impresión digital y otros métodos de reproducción del color.",
      "shapes": "La barra de colores consta de una variedad de formas para ayudarle a evaluar la calidad del proceso de impresión. \nElija las formas que desea incluir en la barra de colores.",
      "size": "El tamaño de la barra de color es el ancho de la barra de color. \nCada forma en la barra de colores es un cuadrado de este tamaño.",
      "spotColors": "Los colores planos son colores que se imprimen utilizando tintas premezcladas, en lugar de combinar colores primarios (cian, magenta, amarillo y negro). \nLos colores planos se utilizan para imprimir colores sólidos, como logotipos, que no se reproducen fácilmente con los colores primarios. \nMarque esta casilla para imprimir una barra de colores utilizando colores planos.",
      "repeat": "Repita las formas en la barra de colores en toda la página. \nCuando no está marcada, cada forma se imprime solo una vez."
    }
  },
  "progress": {
    "copying": "Copiando página {0}",
    "imposing": "Página imponente {0}",
    "saving": "Apresamiento"
  },
  "nest": {
    "effort": "Esfuerzo",
    "nesting": "Anidación",
    "whitespace": "Espacio en blanco",
    "help": {
      "margins": "El espacio mínimo entre las pegatinas y el borde de la hoja.",
      "nestingEffort": "Cuanto mayor sea el esfuerzo, más tiempo pasará PDF Snake intentando colocar pegatinas en la hoja. \nCuanto mayor sea el esfuerzo, más pegatinas se podrán colocar en la hoja.",
      "p1": "Incluye tantas pegatinas como sea posible en una sola hoja.",
      "p2": "Cuando tus pegatinas son rectángulos, entonces la herramienta Pegatinas no es mejor que la herramienta Mono.",
      "p3": "Cuando sus pegatinas tienen formas extrañas con un fondo transparente, la herramienta Pegatinas puede incluir más pegatinas en una hoja que la herramienta Mono. \nHaga clic en {checkerboard} para ver si su documento tiene un fondo transparente.",
      "p4": "Por supuesto, el papel de su impresora no necesita tener un respaldo adhesivo. \nLa herramienta Pegatinas es útil siempre que desees cortar formas extrañas del papel.",
      "padding": "El espacio mínimo entre pegatinas en la hoja resultante.",
      "rotations": "Más rotaciones para formas irregulares probablemente producirán un mejor ajuste, pero tomará más tiempo para encontrar la serpiente PDF para encontrar el mejor ajuste."
    },
    "nestingEffort": "Esfuerzo de anidación",
    "copies": "copias",
    "fillSheet": "Hojas de relleno",
    "mediaFormat": "Formato de medios",
    "roll": "Rollo",
    "rollWidth": "Ancho de rollo:",
    "sheets": "Hojas",
    "rotations": "Rotaciones"
  },
  "safariBroken": {
    "bestWithFirefox": "PDF Snake funciona mejor con el navegador Firefox.",
    "defective": "Su navegador actual, Safari, tiene defectos que impiden que PDF Snake funcione correctamente.",
    "googleChrome": "Google Chrome",
    "title": "Safari está roto",
    "wellWithChrome": "PDF Snake también funciona bien con {link}, pero Firefox es más rápido."
  },
  "settings": {
    "appendFileNames": "Agregue nombres de archivos con nombres de herramientas.",
    "example": "Ejemplo:",
    "origin": "Origen",
    "output": "Producción",
    "rules": "Normas",
    "spaceBetween": "Espacio entre",
    "appendCustomNames": "Adjuntar texto personalizado a los nombres de archivos.",
    "displayCutBlocks": "Mostrar bloques JDF en"
  },
  "insertPages": {
    "insertBefore": "Insertar antes de la página",
    "repeatPages": "Repetir páginas",
    "after": "y después de cada",
    "pages": "paginas",
    "note": "Nota: {link} proporciona una interfaz de arrastrar y soltar para mezclar páginas de diferentes documentos.",
    "help": {
      "insertBefore": "PDF Snake inserta páginas antes de este número de página en el documento abierto.",
      "repeat": "Las páginas insertadas se pueden repetir después de cada cierta cantidad de páginas en el documento abierto."
    }
  },
  "app": {
    "failedWebAssembly": "No se pudo cargar WebAssembly. \nPDF Snake requiere un navegador moderno que admita WebAssembly."
  },
  "cutterMarks": {
    "Shape": "Forma",
    "fifthDot": "Quinto punto",
    "layer": "Capa",
    "help": {
      "layer": "Las marcas se dibujarán en este grupo de contenido opcional.  \nDeje en blanco para dibujar las marcas fuera de todos los grupos de contenido.",
      "margins": "La distancia entre la marca del cortador y el borde de la página se llama margen. \nEl margen es típicamente de 1/4 de pulgada (6.35 mm) o menos. \nEl margen se mide desde el borde de la marca del cortador hasta el borde de la página.",
      "shape": "La forma de las marcas a dibujar en la hoja.",
      "size": "El diámetro del círculo o la longitud de un borde del cuadrado.",
      "summary": "Las marcas de registro de cortador son indicadores impresos utilizados para alinear los equipos de corte con precisión con la hoja impresa durante las operaciones de acabado. \nA diferencia de las marcas de cortador simples, que indican dónde cortar, los sensores leen las marcas de registro de cortador en los cortes automatizados, la reducción o las máquinas de acabado para garantizar que cada corte se coloque con precisión en relación con el contenido impreso. \nEstas marcas ayudan a compensar los ligeros cambios en la posición de la hoja, estirarse o sesgarse durante la impresión o la alimentación. \nSon esenciales en flujos de trabajo automatizados de alta velocidad, especialmente en los sistemas de acabado digital, para mantener una calidad de salida constante y evitar errores de corte.",
      "keyMark": "Una marca de registro adicional cerca de una esquina que usa el cortador para determinar la orientación de la hoja.",
      "spacing": "La distancia entre las marcas de registro de cortador dibujadas a lo largo de los bordes de la hoja.  \nLa serpiente PDF siempre espacia las marcas de manera uniforme, por lo que la distancia precisa entre las marcas puede ser diferente de este valor.",
      "dielines": "Agregue dielinas a su documento para habilitar su cortador digital para recortar automáticamente la obra de arte. \nLas dielinas aparecen en la pantalla, pero son ignoradas por impresoras y prensas. \nAsegúrese de que la capa Dieline sea nombrada exactamente como se esperaba por su cortador digital."
    },
    "cornersAndEdges": "Rincones",
    "cornersOnly": "Solo esquinas",
    "keyDistanceFromCorner": "Distancia de la marca de la esquina",
    "keyMark": "Marca clave",
    "roughly": "(apenas)",
    "spacing": "Espaciado",
    "dielines": "Dielines",
    "dielinesColor": "Color de visualización",
    "addDielines": "Agregar dielinas",
    "registrationMarks": "Marcas de registro",
    "artwork": "Obra de arte",
    "removeArtwork": "Eliminar obras de arte (cree un archivo solo de marcas de corte)",
    "inside": "Adentro",
    "outside": "Afuera"
  }
}
